---
kind: other
id: Properties.T:Autodesk.Revit.DB.FormArrayIterator
source: html/d50e4fd0-c3cb-0635-a4b5-aa457451e3a4.htm
---
# FormArrayIterator Properties

Retrieves the item that is the current focus of the iterator.